tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bat"
brew "composer"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "media-info"
brew "n"
brew "neovim"
brew "p7zip"
brew "pnpm"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "vite"
brew "wget"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "aerospace"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "omkarbhede.tailwindcss-tune"
vscode "svelte.svelte-vscode"
vscode "vscodevim.vim"
