tap "homebrew/bundle"
brew "composer"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "luarocks"
brew "media-info"
brew "n"
brew "neovim"
brew "p7zip"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "yt-dlp"
cask "font-hack"
cask "font-hack-nerd-font"
vscode "a-h.templ"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "golang.go"
vscode "heybourn.headwind"
vscode "mikestead.dotenv"
vscode "sdras.night-owl"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
