tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "composer"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "luarocks"
brew "media-info"
brew "n"
brew "neovim"
brew "openjdk"
brew "p7zip"
brew "rename"
brew "ripgrep"
brew "stow"
brew "tree"
brew "wget"
brew "yarn"
brew "yt-dlp"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "cleanmymac"
cask "cloudflare-warp"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gitkraken"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "maccy"
cask "obsidian"
cask "sublime-text"
cask "tableplus"
cask "todoist"
cask "tor-browser"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vmware-fusion"
vscode "a-h.templ"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "vscodevim.vim"
